bzip2
ca-certificates
cairo
expat
fontconfig
freetype
gdbm
gettext
glib
graphite2
harfbuzz
icu4c
libffi
libpng
libpthread-stubs
libx11
libxau
libxcb
libxcrypt
libxdmcp
libxext
libxml2
libxrender
lzo
mpdecimal
ncurses
openssl@1.1
pcre
pixman
pkg-config
python@3.10
readline
sqlite
tectonic
unzip
util-linux
xorgproto
xz
zlib
